{
  "header": {
    "desktopMenu": {
      "home": "Home",
      "about": "About Us",
      "products": "Products",
      "partners": "Partners",
      "contact": "Contact"
    },
    "contact": {
      "whatsapp": {
        "title": "Contact Us"
      }
    }
  },
  "sliders": {
    "slider1": {
      "title": "Milling Equipments",
      "subtitle": "Milling equipments refers to industrial machines used for grinding, cutting, and breaking down materials into finer particles. These machines are essential in industries such as food processing, mining, and construction for precise size reduction of various products.",
      "button": "Click Here"
    },
    "slider2": {
      "title": "Feed Milling Equipments",
      "subtitle": "Feed milling equipment is specialized machinery used to grind, mix, and process raw ingredients into animal feed. These machines ensure the production of high-quality, uniform feed, vital for livestock nutrition in agriculture and farming industries.",
      "button": "Click Here"
    },
    "slider3": {
      "title": "Automation Systems",
      "subtitle": "Automation systems use technology to perform tasks with minimal human input, improving efficiency and reducing errors in industries like manufacturing and logistics.",
      "button": "Click Here"
    },
    "slider4": {
      "title": "GLB SİLO",
      "subtitle": "Grain storage and transportation systems are designed to safely store and move harvested grains. These systems ensure the protection and efficient handling of grain from farms to processing facilities.",
      "button": "Click Here"
    },
    "slider5": {
      "title": "Seed Cleaning Technologies",
      "subtitle": "Seed cleaning technologies are specialized equipment used to remove impurities and unwanted materials from seeds. They ensure high-quality, pure seeds for planting or processing in agriculture.",
      "button": "Click Here"
    },
    "slider6": {
      "title": "Ektar Truck Scales",
      "subtitle": "Truck scales are large weighing platforms designed to measure the weight of vehicles and their loads. They are essential for industries like transportation, agriculture, and construction to ensure accurate weight measurements and compliance with regulations.",
      "button": "Click Here"
    }
  },
  "about": {
    "title": "About Us",
    "subtitle": "EKMAR GROUP specializes in grain and oilseed storage systems with over 20 years of experience. The company provides consulting, design, and project management, offering turnkey solutions. EKMAR prioritizes quality and long-term customer partnerships.",
    "expertManufacturer": {
      "title": "Expert Manufacturer",
      "subtitle": "EKMAR GROUP specializes in grain and oilseed storage and transportation systems manufacturing, also providing spare parts supply."
    },
    "twentyYearsExperience": {
      "title": "20 Years of Experience",
      "subtitle": "With over 20 years of experience, the company offers consulting, design, and project management services for both domestic and international projects."
    },
    "leadershipGoal": {
      "title": "Leadership Goal",
      "subtitle": "The company aims to be a leader in helping customers succeed by offering superior services compared to competitors."
    },
    "reliablePartner": {
      "title": "Reliable Partner",
      "subtitle": "EKMAR GROUP's mission is to be a reliable, long-term partner, focusing on continuous improvement and fostering a positive culture for partners and employees."
    }
  },
  "partners": {
    "title": "Our Partners",
    "subtitle": "If you are interested in becoming a partner or sponsor, please feel free to contact us."
  },
  "offers": {
    "title": "What We Offer",
    "subtitle": "Our professional services include expert guidance and thorough control and supervision. We ensure high-quality standards throughout your project. After the warranty period, our post-warranty service provides continued support and maintenance.",
    "determiningNeeds": {
      "title": "Determining Needs",
      "subtitle": "As a result of constant contact with our customers, carried out by our experienced staff, the needs of the Customer are determined and offered by informing and presenting the choice of product, block diagram and layouts for the relevant purposes."
    },
    "design": {
      "title": "Design",
      "subtitle": "Technological schemes and rough drawings of projects are prepared free of charge in accordance with the identified and agreed needs for our clients. As a result, if the projects are agreed, the pricing phase begins."
    },
    "createInfrastructure": {
      "title": "We Create Infrastructure",
      "subtitle": "At the request of our customers, we can provide professional services for the construction of foundations and installation of equipment."
    },
    "controlAndSupervision": {
      "title": "Control and Supervision",
      "subtitle": "Our control and supervision mechanism is fully implemented in every step from design stage, shipment, delivery, assembly, commissioning to production stages, which minimizes errors."
    },
    "maintenance": {
      "title": "Maintenance",
      "subtitle": "With quality, continuity, reliability, professional service support, qualified service technicians and spare parts guarantees, customer satisfaction is maintained at the highest level."
    },
    "postWarrantyService": {
      "title": "Post-Warranty Service",
      "subtitle": "Post-warranty service is a great option for equipment owners who want to get the most out of their investment. With us, you can be sure that your equipment will operate efficiently and reliably throughout its entire service life."
    }
  },
  "contact": {
    "title": "Contact Us",
    "subtitle": "Feel free to contact us if you have any questions or concerns. Our customer support team is available 24/7 to assist you, and you can reach us via phone, email, or our online form.",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "phone": "Phone",
    "message": "Message",
    "placeholder_name": "Enter Your Name",
    "placeholder_email": "Enter Your Email",
    "placeholder_subject": "Enter The Subject",
    "placeholder_phone": "Enter Your Phone Number",
    "placeholder_message": "Enter Your Message",
    "sentTitle": "Thank You for Reaching Out!",
    "sentSubtitle": "Our team will review your message and get back to you shortly with a response to address your inquiry or concern.",
    "sentText": "Send Now",
    "errorMessage": "Please fill in the required fields or check the information."
  },
  "footer": {
    "copyright": {
      "copy1": "Copyright by Ekmar Group",
      "copy2": "Designed by Berry Css 2024"
    },
    "address": {
      "turkey": {
        "country": "Turkey",
        "phone": "905416468799",
        "phoneTitle": "(+90) 541 646 87 99",
        "email": "info@glbsilo.com",
        "address": "Mansuroğlu Mah. 288th Street No:31 Bayraklı/İzmir"
      },
      "kazakhstan": {
        "country": "Kazakhstan",
        "phone": "77017338500",
        "phoneTitle": "(+7) 701 733 8500",
        "email": "info@ekmargroup.com",
        "address": "Akhmet Zhubanov Street 31 Astana/Kazakhstan"
      },
      "uzbekistan": {
        "country": "Uzbekistan",
        "phone": "998900962393",
        "phoneTitle": "(+998) 90 096 23 93",
        "email": "info@ekmargroup.com",
        "address": "Labzak Street No: 97 Tashkent/Uzbekistan"
      }
    }
  },
  "products": {
    "title": "Products",
    "mill": {
      "title": "Milling Equipments",
      "url": "/products/mill/",
      "homeImage": "/image/millHomeImage.webp"
    },
    "feedMill": {
      "title": "Feed Milling Equipments",
      "url": "/products/feedMill/",
      "homeImage": "/image/feedMillHomeImage.webp"
    },
    "auto": {
      "title": "Automation Systems",
      "url": "/products/auto/",
      "homeImage": "/image/autoHomeImage.webp"
    },
    "glbSilo": {
      "title": "GLB Silo",
      "url": "/products/glbSilo/",
      "homeImage": "/image/glbSiloHomeImage.webp"
    },
    "seed": {
      "title": "Seed Cleaning Tech.",
      "url": "/products/seed/",
      "homeImage": "/image/seedHomeImage.webp"
    },
    "ektar": {
      "title": "Ektar Truck Scales",
      "url": "/products/ektar/",
      "homeImage": "/image/ektarHomeImage.webp"
    }
  }
}
