{
  "header": {
    "desktopMenu": {
      "home": "Главная",
      "about": "О нас",
      "products": "Продукты",
      "contact": "Контакты"
    },
    "contact": {
      "whatsapp": {
        "title": "Связаться с нами"
      }
    }
  },
  "sliders": {
    "slider1": {
      "title": "Оборудование для переработки",
      "subtitle": "Оборудование для переработки — это промышленные машины, используемые для измельчения, резки и дробления материалов на более мелкие частицы. Эти машины необходимы в таких отраслях, как пищевая переработка, горное дело и строительство, для точного уменьшения размера различных продуктов.",
      "button": "Нажмите"
    },
    "slider2": {
      "title": "Оборудование для переработки корма",
      "subtitle": "Оборудование для переработки корма — это специализированные машины, используемые для измельчения, смешивания и переработки сырьевых ингредиентов в корм для животных. Эти машины обеспечивают производство высококачественного, однородного корма, необходимого для питания скота в сельском хозяйстве.",
      "button": "Нажмите"
    },
    "slider3": {
      "title": "Автоматизированные системы",
      "subtitle": "Автоматизированные системы используют технологии для выполнения задач с минимальным человеческим вмешательством, повышая эффективность и уменьшая количество ошибок в таких отраслях, как производство и логистика.",
      "button": "Нажмите"
    },
    "slider4": {
      "title": "GLB СИЛО",
      "subtitle": "Системы хранения и транспортировки зерна предназначены для безопасного хранения и перемещения собранного зерна. Эти системы обеспечивают защиту и эффективное обращение с зерном от ферм до перерабатывающих предприятий.",
      "button": "Нажмите"
    },
    "slider5": {
      "title": "Технологии очистки семян",
      "subtitle": "Технологии очистки семян — это специализированное оборудование, используемое для удаления примесей и нежелательных материалов из семян. Они обеспечивают высококачественные, чистые семена для посева или переработки в сельском хозяйстве.",
      "button": "Нажмите"
    },
    "slider6": {
      "title": " Ektar Весы для грузовиков",
      "subtitle": "Весы для грузовиков — это крупные платформы для взвешивания, предназначенные для измерения веса транспортных средств и их грузов. Эти весы необходимы для таких отраслей, как транспортировка, сельское хозяйство и строительство, чтобы обеспечить точные измерения веса и соблюдение норм.",
      "button": "Нажмите"
    }
  }
}
