{
  "header": {
    "desktopMenu": {
      "home": "Главная",
      "about": "О нас",
      "products": "Продукты",
      "partners": "Партнеры",
      "contact": "Контакт"
    },
    "contact": {
      "whatsapp": {
        "title": "Связаться с нами"
      }
    }
  },
  "sliders": {
    "slider1": {
      "title": "Оборудование для переработки",
      "subtitle": "Оборудование для переработки — это промышленные машины, используемые для измельчения, резки и дробления материалов на более мелкие частицы. Эти машины необходимы в таких отраслях, как пищевая переработка, горное дело и строительство, для точного уменьшения размера различных продуктов.",
      "button": "Нажмите"
    },
    "slider2": {
      "title": "Оборудование для переработки корма",
      "subtitle": "Оборудование для переработки корма — это специализированные машины, используемые для измельчения, смешивания и переработки сырьевых ингредиентов в корм для животных. Эти машины обеспечивают производство высококачественного, однородного корма, необходимого для питания скота в сельском хозяйстве.",
      "button": "Нажмите"
    },
    "slider3": {
      "title": "Автоматизированные системы",
      "subtitle": "Автоматизированные системы используют технологии для выполнения задач с минимальным человеческим вмешательством, повышая эффективность и уменьшая количество ошибок в таких отраслях, как производство и логистика.",
      "button": "Нажмите"
    },
    "slider4": {
      "title": "GLB СИЛО",
      "subtitle": "Системы хранения и транспортировки зерна предназначены для безопасного хранения и перемещения собранного зерна. Эти системы обеспечивают защиту и эффективное обращение с зерном от ферм до перерабатывающих предприятий.",
      "button": "Нажмите"
    },
    "slider5": {
      "title": "Технологии очистки семян",
      "subtitle": "Технологии очистки семян — это специализированное оборудование, используемое для удаления примесей и нежелательных материалов из семян. Они обеспечивают высококачественные, чистые семена для посева или переработки в сельском хозяйстве.",
      "button": "Нажмите"
    },
    "slider6": {
      "title": " Ektar Весы для грузовиков",
      "subtitle": "Весы для грузовиков — это крупные платформы для взвешивания, предназначенные для измерения веса транспортных средств и их грузов. Эти весы необходимы для таких отраслей, как транспортировка, сельское хозяйство и строительство, чтобы обеспечить точные измерения веса и соблюдение норм.",
      "button": "Нажмите"
    }
  },
  "about": {
    "title": "О Нас",
    "subtitle": "EKMAR GROUP специализируется на системах хранения зерновых и масличных культур, имея более 20 лет опыта. Компания предоставляет консультационные, проектные и управленческие услуги, предлагая комплексные решения. EKMAR ставит приоритет на качество и долгосрочные партнерские отношения с клиентами.",
    "expertManufacturer": {
      "title": "Эксперт в Производстве",
      "subtitle": "EKMAR GROUP специализируется на производстве и транспортировке систем хранения зерновых и масличных культур, а также на поставке запасных частей."
    },
    "twentyYearsExperience": {
      "title": "20 Лет Опыта",
      "subtitle": "Имея более 20 лет опыта, компания предоставляет консультационные, проектные и управленческие услуги как для внутренних, так и для международных проектов."
    },
    "leadershipGoal": {
      "title": "Цель Лидерства",
      "subtitle": "Компания стремится быть лидером, помогая клиентам достигать успеха, предоставляя услуги, превосходящие предложения конкурентов."
    },
    "reliablePartner": {
      "title": "Надежный Партнер",
      "subtitle": "Миссия EKMAR GROUP заключается в том, чтобы быть надежным, долгосрочным партнером, сосредоточенным на постоянном совершенствовании и создании позитивной культуры для партнеров и сотрудников."
    }
  },
  "partners": {
    "title": "Наши партнеры",
    "subtitle": "Если вы заинтересованы в том, чтобы стать партнером или спонсором, пожалуйста, не стесняйтесь связаться с нами."
  },
  "offers": {
    "title": "Что Мы Предлагаем",
    "subtitle": "Наши профессиональные услуги включают экспертное руководство и тщательный контроль и надзор. Мы обеспечиваем высокие стандарты качества на протяжении всего проекта. После окончания гарантийного срока наши услуги постгарантийного обслуживания предоставляют продолженную поддержку и обслуживание.",
    "determiningNeeds": {
      "title": "Определение Потребностей",
      "subtitle": "В результате постоянного общения с нашими клиентами, проводимого нашими опытными сотрудниками, потребности клиента определяются и предлагаются путем информирования и представления выбора продукта, блочной схемы и макетов для соответствующих целей."
    },
    "design": {
      "title": "Проектирование",
      "subtitle": "Технологические схемы и черновые эскизы проектов подготавливаются бесплатно в соответствии с определенными и согласованными потребностями для наших клиентов. В результате, если проекты согласованы, начинается этап ценообразования."
    },
    "createInfrastructure": {
      "title": "Создание Инфраструктуры",
      "subtitle": "По запросу наших клиентов мы можем предоставить профессиональные услуги по строительству фундаментов и установке оборудования."
    },
    "controlAndSupervision": {
      "title": "Контроль и Надзор",
      "subtitle": "Наш механизм контроля и надзора полностью реализован на каждом этапе — от проектирования, отправки, доставки, сборки, пусконаладки до производственных этапов, что минимизирует ошибки."
    },
    "maintenance": {
      "title": "Обслуживание",
      "subtitle": "С помощью качественного, непрерывного, надежного профессионального обслуживания, квалифицированных техников и гарантий на запасные части, удовлетворенность клиента поддерживается на самом высоком уровне."
    },
    "postWarrantyService": {
      "title": "Постгарантийное Обслуживание",
      "subtitle": "Постгарантийное обслуживание является отличным вариантом для владельцев оборудования, которые хотят получить максимальную отдачу от своих инвестиций. С нами вы можете быть уверены, что ваше оборудование будет работать эффективно и надежно на протяжении всего срока службы."
    }
  },
  "contact": {
    "title": "Свяжитесь с нами",
    "subtitle": "",
    "name": "Имя",
    "email": "Электронная почта",
    "subject": "Тема",
    "phone": "Телефон",
    "message": "Сообщение",
    "placeholder_name": "Введите ваше имя",
    "placeholder_email": "Введите вашу электронную почту",
    "placeholder_subject": "Введите тему",
    "placeholder_phone": "Введите ваш номер телефона",
    "placeholder_message": "Введите ваше сообщение",
    "sentTitle": "Спасибо за ваше обращение!",
    "sentSubtitle": "Наша команда рассмотрит ваше сообщение и свяжется с вами в ближайшее время по поводу вашего вопроса.",
    "sentText": "Отправить",
    "errorMessage": "Пожалуйста, заполните обязательные поля или проверьте информацию."
  },
  "footer": {
    "copyright": {
      "copy1": "Авторские права Ekmar Group.",
      "copy2": "Разработано Berry Css 2024"
    },
    "address": {
      "turkey": {
        "country": "Турция",
        "phone": "905416468799",
        "phoneTitle": "(+90) 541 646 87 99",
        "email": "info@glbsilo.com",
        "address": "Мансуроглу Мах. 288-я улица №31 Байраклы/Измир"
      },
      "kazakhstan": {
        "country": "Казахстан",
        "phone": "77017338500",
        "phoneTitle": "(+7) 701 733 8500",
        "email": "info@ekmargroup.com",
        "address": "Улица Ахмета Жубанова 31 Астана/Казахстан"
      },
      "uzbekistan": {
        "country": "Узбекистан",
        "phone": "998900962393",
        "phoneTitle": "(+998) 90 096 23 93",
        "email": "info@ekmargroup.com",
        "address": "Улица Лабзак №97 Ташкент/Узбекистан"
      }
    }
  },
  "products": {
    "title": "Продукция",
    "mill": {
      "title": "Мельничное обор.",
      "url": "/products/mill/",
      "homeImage": "/image/millHomeImage.webp"
    },
    "feedMill": {
      "title": "Обор. для корм. мельниц",
      "url": "/products/feedMill/",
      "homeImage": "/image/feedMillHomeImage.webp"
    },
    "auto": {
      "title": "Автоматизация",
      "url": "/products/auto/",
      "homeImage": "/image/autoHomeImage.webp"
    },
    "glbSilo": {
      "title": "GLB Silo",
      "url": "/products/glbSilo/",
      "homeImage": "/image/glbSiloHomeImage.webp"
    },
    "seed": {
      "title": "Очистка семян",
      "url": "/products/seed/",
      "homeImage": "/image/seedHomeImage.webp"
    },
    "ektar": {
      "title": "Авт. весы Ektar",
      "url": "/products/ektar/",
      "homeImage": "/image/ektarHomeImage.webp"
    }
  }
}
