{
  "header": {
    "desktopMenu": {
      "home": "Ana Sayfa",
      "about": "Hakkımızda",
      "products": "Ürünler",
      "partners": "Partnerler",
      "contact": "İletişim"
    },
    "contact": {
      "whatsapp": {
        "title": "Bize Ulaşın"
      }
    }
  },
  "sliders": {
    "slider1": {
      "title": "İşleme Ekipmanları",
      "subtitle": "İşleme ekipmanları, malzemeleri öğütmek, kesmek ve parçalamak için kullanılan endüstriyel makinelerdir. Bu makineler, gıda işleme, madencilik ve inşaat gibi sektörlerde hassas boyutlandırma sağlar.",
      "button": "Buraya Tıklayın"
    },
    "slider2": {
      "title": "Yem İşleme Ekipmanları",
      "subtitle": "Yem işleme ekipmanları, ham maddeleri öğütmek, karıştırmak ve işlemek için özel makinelerdir. Bu makineler, yüksek kaliteli ve uniform yemlerin üretilmesini sağlar.",
      "button": "Buraya Tıklayın"
    },
    "slider3": {
      "title": "Otomasyon Sistemleri",
      "subtitle": "Otomasyon sistemleri, minimal insan müdahalesi ile görevleri yerine getiren teknolojilerdir. Bu sistemler, verimliliği artırır ve hataları azaltır.",
      "button": "Buraya Tıklayın"
    },
    "slider4": {
      "title": "GLB SİLO",
      "subtitle": "Tahıl depolama ve taşıma sistemleri, tahılları güvenli bir şekilde depolamak ve taşımak için tasarlanmıştır. Bu sistemler, tahılların etkin bir şekilde işleme tesislerine taşınmasını sağlar.",
      "button": "Buraya Tıklayın"
    },
    "slider5": {
      "title": "Tohum Temizleme Teknolojileri",
      "subtitle": "Tohum temizleme teknolojileri, tohumlardan safsızlıkları ve istenmeyen materyalleri temizleyen ekipmanlardır. Bu teknolojiler, yüksek kaliteli ve saf tohumlar sağlar.",
      "button": "Buraya Tıklayın"
    },
    "slider6": {
      "title": "Ektar Kamyon Terazileri",
      "subtitle": "Kamyon terazileri, araçların ve yüklerinin ağırlığını ölçmek için kullanılan büyük tartım platformlarıdır. Bu teraziler, taşımacılık, tarım ve inşaat sektörlerinde doğru ağırlık ölçümleri ve düzenlemelere uyum sağlar.",
      "button": "Buraya Tıklayın"
    }
  },
  "about": {
    "title": "Hakkımızda",
    "subtitle": "EKMAR GROUP, 20 yılı aşkın deneyimiyle tahıl ve yağlı tohum depolama sistemlerinde uzmanlaşmıştır. Şirket, danışmanlık, tasarım ve proje yönetimi hizmetleri sunarak anahtar teslim çözümler sağlar. EKMAR, kaliteyi ve uzun vadeli müşteri ilişkilerini ön planda tutar.",
    "expertManufacturer": {
      "title": "Uzman Üretici",
      "subtitle": "EKMAR GROUP, tahıl ve yağlı tohum depolama ve taşıma sistemleri üretimi konusunda uzmanlaşmış, aynı zamanda yedek parça tedariki sağlamaktadır."
    },
    "twentyYearsExperience": {
      "title": "20 Yıllık Deneyim",
      "subtitle": "20 yılı aşkın deneyime sahip olan şirket, yerel ve uluslararası projelerde danışmanlık, tasarım ve proje yönetimi hizmetleri sunar."
    },
    "leadershipGoal": {
      "title": "Liderlik Hedefi",
      "subtitle": "Şirket, müşterilere daha iyi hizmet sunarak rakiplerinden üstün olmayı ve başarılı olmalarına katkıda bulunmayı hedefler."
    },
    "reliablePartner": {
      "title": "Güvenilir Ortak",
      "subtitle": "EKMAR GROUP'un misyonu, sürekli iyileştirme ve olumlu bir kültür yaratma odaklı güvenilir ve uzun vadeli bir iş ortağı olmaktır."
    }
  },
  "partners": {
    "title": "Partnerlerimiz",
    "subtitle": "Bir partner veya sponsor olmakla ilgileniyorsanız, lütfen bizimle iletişime geçmekten çekinmeyin."
  },
  "offers": {
    "title": "Neler Sunuyoruz",
    "subtitle": "Profesyonel hizmetlerimiz, uzman rehberlik ve kapsamlı kontrol ve denetimi içerir. Projeniz boyunca yüksek kalite standartlarını garanti ederiz. Garanti süresi sona erdikten sonra, post-garanti hizmetimiz sürekli destek ve bakım sağlar.",
    "determiningNeeds": {
      "title": "İhtiyaçların Belirlenmesi",
      "subtitle": "Deneyimli personelimiz tarafından yapılan sürekli iletişim sonucunda, müşteri ihtiyaçları belirlenir ve ilgili ürün, blok diyagramı ve yerleşimlerin seçimi hakkında bilgilendirme ve sunum yapılarak teklifler sunulur."
    },
    "design": {
      "title": "Tasarım",
      "subtitle": "Belirlenen ve onaylanan ihtiyaçlara göre ücretsiz olarak teknoloji şemaları ve kaba çizimler hazırlanır. Projeler onaylandığında, fiyatlandırma aşaması başlar."
    },
    "createInfrastructure": {
      "title": "Altyapı Oluşturma",
      "subtitle": "Müşterilerimizin talebi doğrultusunda, temellerin inşası ve ekipman montajı için profesyonel hizmetler sunabiliriz."
    },
    "controlAndSupervision": {
      "title": "Kontrol ve Denetim",
      "subtitle": "Kontrol ve denetim mekanizmamız, tasarım aşamasından sevkiyat, teslimat, montaj, devreye alma ve üretim aşamalarına kadar her adımda tam olarak uygulanır ve hataları minimize eder."
    },
    "maintenance": {
      "title": "Bakım",
      "subtitle": "Kalite, süreklilik, güvenilirlik, profesyonel hizmet desteği, nitelikli servis teknisyenleri ve yedek parça garantileri ile müşteri memnuniyeti en yüksek seviyede tutulur."
    },
    "postWarrantyService": {
      "title": "Post-Garanti Hizmeti",
      "subtitle": "Post-garanti hizmeti, yatırımınızdan en iyi şekilde faydalanmak isteyen ekipman sahipleri için harika bir seçenektir. Bizimle, ekipmanınızın tüm servis ömrü boyunca verimli ve güvenilir çalışacağından emin olabilirsiniz."
    }
  },
  "contact": {
    "title": "Bize Ulaşın",
    "subtitle": "Herhangi bir sorunuz veya endişeniz varsa bize ulaşmaktan çekinmeyin. Müşteri destek ekibimiz size yardımcı olmak için 7/24 hizmetinizdedir ve bize telefon, e-posta veya çevrimiçi formumuz aracılığıyla ulaşabilirsiniz.",
    "name": "İsim",
    "email": "E-posta",
    "subject": "Konu",
    "phone": "Telefon",
    "message": "Mesaj",
    "placeholder_name": "Adınızı Girin",
    "placeholder_email": "E-postanızı Girin",
    "placeholder_subject": "Konuyu Girin",
    "placeholder_phone": "Telefon Numaranızı Girin",
    "placeholder_message": "Mesajınızı Girin",
    "sentTitle": "Bize Ulaştığınız İçin Teşekkürler!",
    "sentSubtitle": "Ekibimiz mesajınızı inceleyip, sorununuz ile ilgili size en kısa sürede geri dönecektir.",
    "sentText": "Gönder",
    "errorMessage": "Lütfen Gerekli alanları doldurun veya bilgileri kontrol edin."
  },
  "footer": {
    "copyright": {
      "copy1": "Telif Hakkı Ekmar Group'a Aittir.",
      "copy2": "2024 Berry Css tarafından tasarlanmıştır"
    },
    "address": {
      "turkey": {
        "country": "Türkiye",
        "phone": "905416468799",
        "phoneTitle": "(+90) 541 646 87 99",
        "email": "info@glbsilo.com",
        "address": "Mansuroğlu Mah. 288. Sokak No:31 Bayraklı/İzmir"
      },
      "kazakhstan": {
        "country": "Kazakhstan",
        "phone": "77017338500",
        "phoneTitle": "(+7) 701 733 8500",
        "email": "info@ekmargroup.com",
        "address": "Akhmet Zhubanov Caddesi 31 Astana/Kazakhstan"
      },
      "uzbekistan": {
        "country": "Özbekistan",
        "phone": "998900962393",
        "phoneTitle": "(+998) 90 096 23 93",
        "email": "info@ekmargroup.com",
        "address": "Labzak Caddesi No: 97 Taşkent/Özbekistan"
      }
    }
  },
  "products": {
    "title": "Ürünler",
    "mill": {
      "title": "Değirmen Ekipmanları",
      "url": "/products/mill/",
      "homeImage": "/image/millHomeImage.webp"
    },
    "feedMill": {
      "title": "Yem Değirmeni Ekipmanları",
      "url": "/products/feedMill/",
      "homeImage": "/image/feedMillHomeImage.webp"
    },
    "auto": {
      "title": "Otomasyon Sistemleri",
      "url": "/products/auto/",
      "homeImage": "/image/autoHomeImage.webp"
    },
    "glbSilo": {
      "title": "GLB Silo",
      "url": "/products/glbSilo/",
      "homeImage": "/image/glbSiloHomeImage.webp"
    },
    "seed": {
      "title": "Tohum Temizleme Tekn.",
      "url": "/products/seed/",
      "homeImage": "/image/seedHomeImage.webp"
    },
    "ektar": {
      "title": "Ektar Kamyon Kantarı",
      "url": "/products/ektar/",
      "homeImage": "/image/ektarHomeImage.webp"
    }
  }
}
